/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikat ovog servera je istekao. Moguće je da se povezujete sa serverom koji se pretvara da je “%@” što bi moglo da ugrozi bezbednost vaših informacija. Da li ipak želite da se povežete?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikat ovog servera još nije stupio na snagu. Moguće je da se povezujete sa serverom koji se pretvara da je “%@” što bi moglo da ugrozi bezbednost vaših informacija. Da li ipak želite da se povežete?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikat ovog servera je nevažeći. Moguće je da se povezujete sa serverom koji se pretvara da je “%@” što bi moglo da ugrozi bezbednost vaših informacija. Da li ipak želite da se povežete?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Sertifikat ovog servera je digitalno potpisan od strane nepoznate službe. Moguće je da se povezujete sa serverom koji se pretvara da je “%@” što bi moglo da ugrozi bezbednost vaših informacija. Da li ipak želite da se povežete?";

/* Certificate trust verification prompt */
"Certificate Error" = "Greška u sertifikatu";
"Always Trust" = "Uvek veruj";
"Show Certificate" = "Prikaži sertifikat";

/* Remember password on Windows */
"Save Password" = "Sačuvaj lozinku";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}.";